IDEA Open Model
MatConcreteEc2.PlainConcreteDiagram Property
Compatible with IDEA StatiCa v 10.1
 Stress strain diagram with tension part
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool PlainConcreteDiagram { get; set; }
Public Property PlainConcreteDiagram As Boolean
	Get
	Set
public:
property bool PlainConcreteDiagram {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace